[
  {
    "name": "Duke University Allen Building Takeover, 1969",
    "body": [
      {
        "text": "In 1967 a number of black students at Duke University formed the Afro-American Society and began negotiating with the school administration to improve a campus racial climate they considered dismal. After more than a year, feeling their negotiations were leading nowhere, about 50 members of the Afro-American Society, along with a few former students, occupied the Allen Administration Building just after its offices opened on February 13, 1969."
      },
      {
        "text": "They issued a statement including a list of 11 demands including:"
      },
      {
        "ul": [
          "Establishment of an Afro-American studies department",
          "Establishment of a black dormitory",
          "An increase in black undergraduate enrollment to 29 percent (at the time, there were 85 blacks among about 6,000 undergraduates at Duke)",
          "Reinstatement for black students previously forced to leave Duke \"because of the stifling social and educational environment.\""
        ]
      },
      {
        "text": "They also threatened to burn university records if the demands were not met or if police were sent to force them out."
      },
      {
        "text": "The statement concluded with these words:"
      },
      {
        "pullquote":
        {
          "quote": "We seized the building because we have been negotiating with Duke administration and faculty concerning different issues that affect black students for 2 1/2 years and we have no meaningful results. We have exhausted the so-called 'proper' channels."
        }
      },
      {
        "image": "mss_0040_054"
      },
      {
        "text": "The occupation created an enormous uproar on campus, as more than 1,000 onlookers and supporters gathered outside the Allen Building. Caught completely by surprise, administrators met through the afternoon; so did student and faculty groups. Just after 5 p.m., Durham mayor Wense Grabarek notified the Duke administration that 240 National Guardsmen had been mobilized in case they were needed. Meantime, a contingent of Durham police prepared to move into the building, even as the students, after talking with administrators and local activists, were preparing to move out."
      },
      {
        "image": "mss_0040_057"
      },
      {
        "text": "Police confronted about 200 students, most of them white, blocking the building's entrances. When objects began to fly, the police fired off tear gas without warning. More students poured out of their dormitories, and for an hour police and students charged at and retreated from each other. Twenty students were later treated for injuries sustained during the melee, and police made five arrests. In protest, the black students created Malcolm X Liberation University. Many of the white students boycotted classes for three days."
      },
      {
        "image": "mss_0040_055"
      },
      {
        "text": "After subsequent talks, the university agreed to act on some of the students' demands, including establishing a program in Afro-American studies. In March, the university brought 13 \"ringleaders\" of the occupation to an on-campus hearing under Duke's \"Pickets and Protest\" policy. The other 48 involved in the occupation appeared at the hearing in support of their leaders. All defendants were allowed to remain in school but were given one year of probation."
      }
    ],
    "images": [
      "mss_0040_031",
      "mss_0040_052",
      "mss_0040_128"
    ]
  },
  {
    "name": "Wallace-for-President Rally, 1968",
    "body": [
      {
        "text": "George C. Wallace, a former segregationist governor of Alabama, was an independent candidate for president in 1968. Well known for his symbolic stand \"in the schoolhouse doorway\" to oppose integration at the University of Alabama, he entered the presidential race claiming to offer voters \"a real choice,\" and that there was \"not a dime's worth of difference\" between the two major parties. Arriving at the Raleigh-Durham Airport on October 24, Wallace said, \"Both national parties can't understand a redneck running for president. They have looked down their noses at us.\""
      },
      {
        "text": "Later that day, he spoke to an estimated crowd of 15,000 in the parking lot of Durham's police headquarters (the present city hall location). Spectators came from as far away as Onslow and Haywood counties. Wallace delivered a speech similar to others he had given around the country. He pledged to \"return some sanity\" to the federal government, criticized \"federal guideline writers,\" and claimed to have the support of Southern union leaders—though the national AFL-CIO was attempting to discredit his claim to be a friend to organized labor."
      },
      {
        "image": "mss_0040_008"
      },
      {
        "text": "Wallace received a mixed reception. While one local newspaper reported there were \"oceans\" of \"Wallace for President\" placards in the crowd, other demonstrators carried signs such as \"Nobody Wins with Wallace\" and \"Hitler Was to Jews What Wallace Is to Blacks.\" Responding to hecklers, Wallace said, \"Let them get on television and it will all be over with,\" and \"I don't know what they teach in college these days, but they ought to teach you how to behave in a crowd.\""
      },
      {
        "text": "At one point, a brawl broke out between Wallace supporters and opponents. According to one report, it was set off when a man wearing a Wallace campaign hat released a tear-gas-like chemical toward a group of black and white counter-demonstrators. Three people, including one police officer, received minor injuries before the fight was broken up."
      },
      {
        "image": "mss_0040_005"
      },
      {
        "image": "mss_0040_016"
      },
      {
        "text": "On election day, Wallace received 31 percent of North Carolina's popular vote. Republican Richard Nixon won the state with 40 percent, and Democrat Hubert H. Humphrey came in third with 29 percent."
      }
    ],
    "images": [
      "mss_0040_003",
      "mss_0040_004",
      "mss_0040_006",
      "mss_0040_007",
      "mss_0040_012",
      "mss_0040_014"
    ]
  },
  {
    "name": "Orangeburg Sympathy Protest, 1968",
    "body": [
      {
        "text": "The Civil Rights Movement took a deadly turn on February 8, 1968, in Orangeburg, South Carolina. With tension high after two days of demonstrations against segregation at the town's only bowling alley, students of South Carolina State College rallied around a bonfire on campus. A scuffle broke out when police tried to extinguish the fire, and a highway patrolman fired his pistol into the air attempting to restore order. Other officers began firing into the crowd. Three students were killed; 27 wounded. The \"Orangeburg Massacre\" was the first such incident at an American college, predating the shootings at Kent State University in Ohio by two years."
      },
      {
        "text": "A coordinated series of sympathy protests began across the Carolinas and Virginia. On February 15 black students from North Carolina College (now North Carolina Central University), Durham Business College, Duke University, and Durham high schools gathered at Five Points in downtown Durham to protest the killings in South Carolina."
      },
      {
        "image": "mss_0040_043"
      },
      {
        "text": "Police called in the fire department to extinguish two small fires demonstrators set, which had begun to spread. When the demonstrators started a third, inside a symbolic coffin, firemen put out the flame and then turned their hoses on the marchers—reviving memories of past police actions in Alabama and Mississippi. In reaction, black youngsters—who may or may not have been part of the demonstration—began running along Main Street, breaking store windows. Thirteen businesses, two of them black owned, suffered damage totaling about $3,000 ($16,275 in 2004 dollars). Two NCCU students and Durham organizer Howard Fuller were arrested."
      },
      {
        "text": "Protesters and the Durham Human Relations Council blamed the vandalism on \"unnecessarily harsh and repressive measures\" taken by the police and firemen in turning hoses on the demonstrators. \"This is an incident we will never forget,\" marcher Minnie Fuller said later. \"This place could have been torn up. They were lucky.\""
      },
      {
        "image": "mss_0040_035"
      },
      {
        "text": "A second demonstration the following evening, with heavy police guard, proceeded without incident. It not only protested the Orangeburg killings, but also the unrelieved grievances in Durham—particularly regarding public-housing management—that had provoked demonstrations the previous summer. At least one rock-throwing incident accompanied those previous marches, which were called off when tensions reached a point where violence seemed inevitable."
      }
    ],
    "images": [
      "mss_0040_036",
      "mss_0040_039",
      "mss_0040_040",
      "mss_0040_041"
    ]
  },
  {
    "name": "Aftermath of M.L.K, Jr.'s Assassination, 1968",
    "body": [
      {
        "text": "Reactions in Durham ranged from violent to peaceful after civil rights leader Martin Luther King, Jr., was murdered in Memphis on April 4, 1968. Fireman George King later said that a hard, steady rain throughout the night of the assassination spared Durham the immediate violence that broke out in other cities, including Raleigh and Greensboro. The following morning, several thousand people marched peacefully from Fayetteville Street through downtown to a rally at city hall. But peace was not to last."
      },
      {
        "image": "mss_0040_074"
      },
      {
        "text": "On Saturday night, April 6, arsonists set at least 13 fires in the city. Among the targets were the College Plaza Apartments near North Carolina Central University, a grocery store on University Drive, and an entire block of the Ninth Street business district. National Guardsmen were immediately mobilized and sent to protect firefighters from rock-throwing crowds. City authorities imposed a 7 p.m.-to-6 a.m. curfew, but seven more fires were set the following night."
      },
      {
        "text": "Meanwhile, Duke University students had organized a protest that became known as the \"Silent Vigil.\" On April 5 about 450 students marched to the university president's home in the Duke Forest neighborhood. They presented four demands: that president Douglas M. Knight resign from the then-segregated Hope Valley Country Club, that he sign a newspaper ad calling for a day of mourning and asking Durham citizens \"to do all they can to bring about racial equality and freedom,\" that he \"press for the $1.60 minimum wage for Duke employees,\" and that he appoint a committee to study collective bargaining and union organizing at the university.\""
      },
      {
        "image": "mss_0040_050"
      },
      {
        "image": "mss_0040_106"
      },
      {
        "text": "About 250 demonstrators remained at the house for two nights. On April 7, Palm Sunday, after Knight's physicians ordered him into seclusion, the students moved to the Duke University Chapel quad. Over the next five days, the protest grew to include about 1,500 students, faculty members, and employees, who sat in silent protest around the clock. Local 77, an employees' union, called a sympathy strike."
      },
      {
        "pullquote":
        {
          "quote": "I remember the vigil on the quad after Martin Luther King's assassination. That was the most powerful demonstration of the role students could play in transforming a university that I can imagine. It certainly caused many of my uncommitted colleagues, my fence-sitting colleagues, to reassess their positions.",
          "attribution": "Peter Klopfer, Duke University faculty, 2003 interview"
        }
      },
      {
        "text": "Ultimately, the university's board of trustees pledged to meet the minimum wage demand and form the collective bargaining study group. Before the vigil broke up, some members of the board even joined the demonstrators to sing \"We Shall Overcome.\""
      },
      {
        "image": "mss_0040_096"
      }
    ],
    "images": [
      "mss_0040_063",
      "mss_0040_071",
      "mss_0040_094"
    ]
  },
  {
    "name": "Carolina Theatre, 1961–1963",
    "body": [
      {
        "text": "Segregation at the picture shows was an early target as the Civil Rights Movement hit its stride in Durham in the early 1960s. On January 21, 1961, the inauguration of John F. Kennedy in Washington was quickly followed in Durham by picketing outside the downtown Center and Carolina theaters."
      },
      {
        "text": "In freezing weather, black students from Durham were joined by white students from Duke and the University of North Carolina to carry signs with such slogans as \"We hold these truths to be self-evident, that all men are created equal\" and \"Why feed red propaganda by making Democracy a lie?\""
      },
      {
        "text": "As months went by and the theaters held their color lines, protests came to focus on the Carolina Theatre, which occupied the city-owned Durham Auditorium. In March 1962, the theatre management rejected a proposal from the local NAACP chapter to negotiate its desegregation, then refused the city council's request that it reconsider the decision. Thereupon, protesters began \"round-robin\" demonstrations, in which demonstrators lined up at the box office and, one after another, asked for tickets, were refused, and went to the back of the line. White sympathizers helped several blacks slip into the show through side doors or by passing along tickets they had bought earlier."
      },
      {
        "pullquote":
        {
          "quote": "You just sort of grew strong as you marched—you were angry, and I guess that was where you were really getting your strength from, your inner anger as you walked around the Carolina Theatre in the rain…as you listened to people calling you names and spitting at you and everything. But, it was like a drive once you got involved. It was like something just kept pushing, pushing.",
          "attribution": "Fay Bryant Mayo, 2003 interview"
        }
      },
      {
        "image": "mss_0040_081"
      },
      {
        "image": "mss_0040_079"
      },
      {
        "text": "After a court order ended those demonstrations, activists took their case to the courts. It was not until July 1963, following a wave of mass demonstrations and strong efforts by new mayor Wense Grabarek, that Durham's segregated movie theaters opened to all the public."
      }
    ],
    "images": [
      "mss_0040_078", "mss_0040_080", "mss_0040_082"
    ]
  },
  {
    "name": "Selective Buying Campaign, 1968–1969",
    "body": [
      {
        "text": "There was music and there were beauty queens in open cars. There were civic leaders, a Scout troop marching, and cars draped in seasonal crepe paper. The air was cool, the sun was shining, and the kids were on pins and needles by the time Santa Claus appeared, tossing fistfuls of candy left and right."
      },
      {
        "text": "All typical scenery of any town's Christmas parade, except one thing. This Santa Claus was black. For that matter, so was almost everyone in the crowd."
      },
      {
        "image": "mss_0040_058"
      },
      {
        "text": "It was November 29, 1968—the day Durham had two Christmas parades at the same time. One, sponsored by the Durham Merchants Association, was on Main Street downtown. The other was on Fayetteville Street, sponsored by the Black Solidarity Committee for Community Improvement."
      },
      {
        "text": "\"Black Christmas\" was part of a boycott the committee aimed at Durham's white business establishment. Initiated in July, it would continue more than six months, putting as many as 29 firms on its do-not-patronize list and pressuring the merchants association and chamber of commerce to put their clout behind the committee's demands for changes in welfare, housing, and employment practices in Durham and for more black representation on bodies that made decisions in those fields."
      },
      {
        "text": "Claiming to represent 13 unions, fraternities, and other civic and business organizations, plus 21 neighborhood councils, the solidarity committee delivered a 15-page memorandum to the chamber and merchants association on July 28, detailing grievances and demands. Before either body could respond, the committee declared a boycott of Northgate Shopping Center."
      },
      {
        "text": "Over the next month, 14 more businesses went onto the off-limits list of the \"Selective Buying Campaign.\" Negotiations went on through the fall between the solidarity committee, merchants association, and chamber, to no effect. Black Christmas, and a concerted effort to keep black consumers away from downtown stores, became the campaign's climactic moment."
      },
      {
        "image": "mss_0040_112"
      },
      {
        "text": "After the holidays, with the campaign losing some of its pre-Christmas momentum, negotiations resumed and led to the formation of six joint committees to resolve issues that had provoked the boycott. On February 16, the committee declared a \"moratorium\" that was, for all practical purposes, the campaign's end. "
      },
      {
        "pullquote": {
          "quote": "When the effort was finalized, we had jobs all over downtown, even some bank tellers and persons managing departments in stores.",
          "attribution": "R. Kelly Bryant, BSCCI treasurer, 2002 interview"
        }
      }
    ],
    "images": [
      "mss_0040_059", "mss_0040_111"
    ]
  },
  {
    "name": "Duke University Labor Organizing, 1961–1968",
    "body": [
      {
        "text": "Soon after Duke University admitted its first black graduate students in September 1961 (the undergraduate schools would be integrated the following year), a few students organized the Students for Liberal Action. Its concerns included academic freedom and racial integration as well as what would become a galvanizing issue on campus: Duke's treatment of its largely black contingent of nonacademic employees."
      },
      {
        "image": "mss_0040_024"
      },
      {
        "text": "At that time, universities, like many nonprofit institutions, were exempt from federal minimum-wage regulations ($1.15 per hour in 1961, or $7.26 in 2004 dollars) as well as a number of other labor laws. As the scope and intensity of the Civil Rights Movement grew in the mid-1960s, nonacademic wages became an increasingly high-profile issue at Duke."
      },
      {
        "text": "In February 1965, a long-time Duke employee, Oliver Harvey, organized a Duke Employees Benevolent Society to campaign for higher pay, better benefits and working conditions, and help from a national labor union to organize nonacademic employees at Duke. In September, the society became Local 77 of the American Federation of State, County, and Municipal Employees, an affiliate of the AFL-CIO. The AFSCME hired a professional organizer, Peter Brandon, to help get the fledgling union established. Two months later, the university trustees agreed to improved benefits and wage increases, but not to collective bargaining or recognizing a union."
      },
      {
        "text": "In April 1967 a series of three, hour-long protests by hundreds of employees, students, and faculty in front of the administration building called for the administration to seriously address those issues raised by the employees. \"It has been and continues to be our position,\" a Local 77 statement proclaimed, \"that there cannot be an acceptable way to settle employee grievances at the university without impartial arbitration.\""
      },
      {
        "image": "mss_0040_020"
      },
      {
        "image": "mss_0040_021"
      },
      {
        "text": "Wages and organizing came to the forefront in April 1968, when the federal minimum of $1.60 an hour ($8.68 in 2004 dollars) and the right to collective bargaining were focal demands of the \"Silent Vigil\" following the murder of civil rights leader Martin Luther King, Jr. The trustees agreed to a further raise in pay and, this time, to review \"the adequacy of the relationship between the university and its nonacademic employees.\" It was not collective bargaining, but the administration's concessions did lead to nonacademic employees having a greater say regarding their working conditions and mechanisms to express and appeal their grievances."
      }
    ]
  },
  {
    "name": "Howard Johnson's Restaurant, 1962",
    "body": [
      {
        "text": "After the Freedom Rides of 1961 led to integration of interstate buses and terminals, the Civil Rights Movement moved on to \"Freedom Highways\" in 1962—campaigning to end segregation at establishments that served the traveling public. The Howard Johnson's restaurant on Chapel Hill Boulevard became a focal point in Durham."
      },
      {
        "text": "On Sunday, August 12, 1962, more than 500 people attended a \"Freedom Rally\" at St. Joseph's AME Church. Durham attorney Floyd McKissick, already a veteran of 15 years' activism against Jim Crow, acted as master of ceremonies. He was joined by two of the movement's national leaders."
      },
      {
        "image": "mss_0040_069"
      },
      {
        "text": "\"You cannot live respectably with segregation,\" Roy Wilkins, executive director of the NAACP, told the crowd; and James Farmer, national director of the Congress of Racial Equality, said, \"You're joining the greatest and most exciting battle of the century.\""
      },
      {
        "text": "From the church, the crowd proceeded in a caravan of cars to Howard Johnson's parking lot, where they demonstrated with song and prayer against the restaurant's segregation policy and against the trespassing convictions of four members of an earlier protest there. The demonstration ended without incident and would be repeated, Sunday after Sunday, for months—with no result."
      },
      {
        "pullquote": {
          "quote": "My children got involved first, but when I found out what they were doing, I went with them and all the other young people, and walked those picket lines, too.",
          "attribution": "Margaret Turner, Durham activist, 1987 interview"
        }
      },
      {
        "image": "mss_0040_073"
      },
      {
        "text": "On May 18, 1963, one day after the ninth anniversary of the Brown v. Board decision, mass demonstrations erupted all over Durham. Howard Johnson's was again a target, along with half a dozen other eating places, the courthouse, and city hall. Over the next two days, 850 protesters were arrested, along with four white onlookers, as fights broke out downtown and police stood by with tear gas."
      },
      {
        "text": "That was the situation welcoming Wense Grabarek into office as Durham's mayor. Elected the same day the demonstrations began, Grabarek asked to speak at an integration rally on May 21. Telling those gathered that their point had been taken and promising to respond, Grabarek won a cessation of protests and, two days later, appointed a Durham Interim Committee to \"resolve and reconcile\" the city's racial tensions. Over the next few months, segregation ended at most of Durham's restaurants, hotels and movie theaters, along with the swimming pools, libraries, chamber of commerce, and Jaycees."
      }
    ]
  },
  {
    "name": "Martin Luther King, Jr.'s Visits to Durham, 1956–1964",
    "body": [
      {
        "text": "During the civil rights era, Reverend Martin Luther King, Jr., made five public appearances in Durham. The most dramatic was on February 16, 1960, as the sit-in movement swept from the Woolworth’s in Greensboro, North Carolina all across the Jim Crow South."
      },
      {
        "image": "mss_0040_068"
      },
      {
        "text": "After visiting the Durham Woolworth's, which had closed its lunch counter after demonstrations the previous week, King addressed a standing-room-only crowd, estimated at 1,200 people, at White Rock Baptist Church. \"Let us not fear going to jail if the officials threaten to arrest us for standing up for our rights,\" King said. \"Maybe it will take this willingness to stay in jail to arouse the dozing conscience of our nation.\" Movement participant Fay Bryant Mayo was moved by hearing these important national leaders speak as she shared her reaction:"
      },
      {
        "pullquote": {
          "quote": "I was amazed, like spellbound, at the words that came forth that were encouraging, that you felt like you could accomplish the purpose of the Movement.",
          "attribution": "Fay Bryant Mayo, 2003 interview"
        }
      },
      {
        "text": "By then, King was a recognized leader in the drive for desegregation. His first visit to Durham had come when he was just emerging in the movement. It was October 15, 1956, and the Durham Business and Professional Chain—the local black chamber of commerce—had invited the young pastor to speak during its annual \"Trade Week.\" King, who was gaining notice for guiding a boycott of segregated city buses in Montgomery, Alabama, spoke at Hillside High School. \"If democracy is to live, segregation must die,\" he said, and predicted, \"Doors will be open to you now that were never open in the past.\""
      },
      {
        "text": "After winning the Nobel Peace Prize in 1964, King again visited Durham to address a meeting of the Southern Political Science Association at the Jack Tar Hotel. Later that day, November 13, he spoke at Duke University. The following week he returned to speak before 5,000 people at North Carolina College (now North Carolina Central University)."
      },
      {
        "image": "mss_0040_067"
      },
      {
        "text": "Four years later, King had another date in Durham. However, he cancelled at the last minute, feeling he was needed elsewhere. King was to have been in Durham on April 4, 1968; instead, that day, he was murdered on a motel balcony in Memphis."
      }
    ],
    "images": [
      "mss_0040_064", "mss_0040_085", "mss_0040_086"
    ]
  },
  {
    "name": "Royal Ice Cream Sit-in, 1957",
    "body": [
      {
        "text": "On June 23, 1957, Rev. Douglas Moore of Asbury Temple Methodist Church led seven young, well-dressed African-American students, five of whom are pictured praying here, into the segregated Royal Ice Cream Parlor. The group entered the “colored” entrance at the back of the restaurant and proceeded to the white section, where they sat down and ordered ice cream. The staff refused to serve them, and when they were told to leave by the manager, they responded by ordering another round of ice cream. The protesters were arrested and fined $10 plus court fees. Asked later about the incident by a reporter, Moore said, \"We just decided we wanted to cool off, to get some ice cream or milkshakes.\""
      },
      {
        "text": "Protestor Virginia Williams had this to say:"
      },
      {
        "pullquote": {
          "quote": "It was exciting, because we went where we dared not to go. I wasn't frightened or anything of that sort because either way, we could have made history. If he had served us ice cream, he would have made history. But, by refusing to, I guess we made history!",
          "attribution": "Virginia Williams, 2003 Interview"
        }
      },
      {
        "text": "Moore sought the help of Durham lawyer Floyd McKissick, a prominent civil rights activist. The case was upheld by the North Carolina Supreme Court, and the United States Supreme Court declined to hear it on the grounds that the protesters’ rights had not been violated, since laws against their actions were on the books. In this photo, the protestors pray with Rev. Moore before going to court: "
      },
      {
        "image": "mss_0040_126"
      },
      {
        "text": "The Royal Ice Cream sit-in not only provoked controversy in the white community; it created a huge uproar among black citizens, many of whose members viewed the protesters not as freedom fighters but as troublemakers led astray by a radical young minister and an outsider. Although the sit-in did not get a lot of support, it did set the stage for future protests. It is documented that the Greensboro Woolworth’s protesters, who ignited lunch counter sit-ins throughout the South, knew about and were perhaps inspired by the Royal Ice Cream sit-in. By the time the 1960 sit-ins reached Durham, the views of the town’s black citizens had changed, with most being in favor of the protests."
      }
    ]
  },
  {
    "name": "Toppling of the Downtown Confederate Monument, 2017",
    "body": [
      {
        "text": "On August 14, 2017, protestors in downtown Durham used rope to pull down the Confederate soldiers monument that stood in front of the old county courthouse. This protest was in response to the “Unite the Right” rally that had taken place two days earlier, during which a gathering of white supremacist, alt-right, Klansmen, and neo-Nazis occured in Charlottesville, Virginia. This event turned violent when alt-right protestors clashed with counter protestors and culminated in a white supremicast deliberately driving his car into a crowd of counter-protestors, killing Heather Heyer."
      },
      {
        "image": "Toppled_Confederate_Monument"
      },
      {
        "text": "Seven protestors were arrested and charged. One defendant was acquitted and the remaining charges against the other six defendants were eventually dropped by the Durham District Attorney."
      },
      {
        "text": "The Durham monument was dedicated in 1924 \"in memory of the boys who wore the gray.\" Efforts to erect it were led by the R.F. Webb Camp of United Confederate Veterans and the local chapter of the United Daughters of the Confederacy. After its destruction, the Durham County Board of Commissioners and the Durham City Council established the City-County Committee on Confederate Monuments and Memorials. A series of public meetings were held in 2018 to gather feedback from Durham residents and a report that compiled the committee’s findings was presented to the City Council and County Commission on January 8, 2019. The recommendation of the committee was to display the statue in its current condition along with \"interpretive text explaining its origin and the history that led to its fall\" inside the old courthouse building. The committee also recommended that the City and County commission a new piece of public art that \"incorporates the existing base and recognizes a more holistic understanding of the experience of the Civil War in Durham.\""
      },
      {
        "text": "Read the full report [here](https://www.dconc.gov/home/showdocument?id=27223)."
      }
    ]
  },
  {
    "name": "2020 Black Lives Matter Protests, 2020",
    "body": [
      {
        "text": "In the spring of 2020, amidst a global pandemic, a number of acts of violence against black people took place across the country. On February 23, 2020, 25-year-old Ahmaud Arbery was jogging in Glynn County, Georgia, when he was pursued and confronted by three white men who shot and killed him. On March 13, 2020, a 26-year-old emergency medical technician, Breonna Taylor, was shot and killed while sleeping in her home when Louisville, KY police executed a no-knock warrant targeting other individuals who were not present. Taylor was killed when gunfire was exchanged between her boyfriend and the officers, whom he believed to be intruders. On May 25, 2020, George Floyd was killed while being arrested for allegedly using a counterfeit bill. A white Minneapolis police officer knelt on his neck for over 8 minutes while three other officers assisted in restraining Floyd."
      },
      {
        "text": "Arbery’s, Taylor’s, and Floyd’s deaths sparked nationwide protests and a renewed interest in and support of the Black Lives Matter movement. Over 60 countries internationally and over 2,000 cities in the US held demonstrations, the majority of which were peaceful. Looting and rioting did take place in Minneapolis and other cities across the country, including Raleigh and Fayetteville, NC. Some protests were met with significant police brutality, often against peaceful protestors and reporters. By June 3, over 200 cities had imposed curfews and more than 30 states had activated over 62,000 National Guard personnel to quell the unrest."
      },
      {
        "text": "Durham residents also participated in protests that remained peaceful. The daily protests continued for several weeks and were a noticeable contrast to the more violent protests in other North Carolina cities and across the country. Many credit this to the organization and leadership of Durham’s protestors, as well as the low profile that Durham police kept throughout the protests. Mayor Steve Schewel said, \"the philosophy and practices of our police force [were important in keeping the peace]. They have been non-confrontational and supportive of free speech and the right to assemble.\""
      },
      {
        "text": "As part of the response to the killing of George Floyd, many local Durham artists painted murals on boarded up storefronts throughout downtown."
      },
      {
        "image": "mss_0238_012"
      },
      {
        "image": "mss_0238_046"
      },
      {
        "image": "mss_0238_065"
      },
      {
        "image": "mss_0238_066"
      }
    ],
    "images": [
      "mss_0238_002", "mss_0238_010", "mss_0238_016", "mss_0238_017", "mss_0238_022", "mss_0238_025", "mss_0238_028", "mss_0238_029", "mss_0238_035", "mss_0238_038", "mss_0238_039", "mss_0238_040", "mss_0238_041", "mss_0238_042", "mss_0238_043", "mss_0238_044", "mss_0238_045", "mss_0238_047", "mss_0238_049", "mss_0238_050", "mss_0238_051", "mss_0238_052", "mss_0238_053", "mss_0238_054", "mss_0238_060", "mss_0238_061", "mss_0238_064", "mss_0238_071"
    ]
  }
]
