[
  {
    "name": "Duke University Allen Building Takeover",
    "body": [
      {
        "text": "In 1967 a number of black students at Duke University formed the Afro-American Society and began negotiating with the school administration to improve a campus racial climate they considered dismal. After more than a year, feeling their negotiations were leading nowhere, about 50 members of the Afro-American Society, along with a few former students, occupied the Allen Administration Building just after its offices opened on February 13, 1969."
      },
      {
        "text": "They issued a statement including a list of 11 demands including:"
      },
      {
        "ul": [
          "Establishment of an Afro-American studies department",
          "Establishment of a black dormitory",
          "An increase in black undergraduate enrollment to 29 percent (at the time, there were 85 blacks among about 6,000 undergraduates at Duke)",
          "Reinstatement for black students previously forced to leave Duke \"because of the stifling social and educational environment.\""
        ]
      },
      {
        "text": "They also threatened to burn university records if the demands were not met or if police were sent to force them out."
      },
      {
        "text": "The statement concluded with these words:"
      },
      {
        "pullquote":
        {
          "quote": "We seized the building because we have been negotiating with Duke administration and faculty concerning different issues that affect black students for 2 1/2 years and we have no meaningful results. We have exhausted the so-called 'proper' channels."
        }
      },
      {
        "text": "The occupation created an enormous uproar on campus, as more than 1,000 onlookers and supporters gathered outside the Allen Building. Caught completely by surprise, administrators met through the afternoon; so did student and faculty groups. Just after 5 p.m., Durham mayor Wense Grabarek notified the Duke administration that 240 National Guardsmen had been mobilized in case they were needed. Meantime, a contingent of Durham police prepared to move into the building, even as the students, after talking with administrators and local activists, were preparing to move out."
      },
      {
        "text": "Police confronted about 200 students, most of them white, blocking the building's entrances. When objects began to fly, the police fired off tear gas without warning. More students poured out of their dormitories, and for an hour police and students charged at and retreated from each other. Twenty students were later treated for injuries sustained during the melee, and police made five arrests. In protest, the black students created Malcolm X University. Many of the white students boycotted classes for three days."
      },
      {
        "text": "After subsequent talks, the university agreed to act on some of the students' demands, including establishing a program in Afro-American studies. In March, the university brought 13 \"ringleaders\" of the occupation to an on-campus hearing under Duke's \"Pickets and Protest\" policy. The other 48 involved in the occupation appeared at the hearing in support of their leaders. All defendants were allowed to remain in school but were given one year of probation."
      }
    ],
    "images": [
      "cr034"
    ]
  },
  {
    "name": "Wallace For President Rally",
    "body": [
      {
        "text": "George C. Wallace, a former segregationist governor of Alabama, was an independent candidate for president in 1968. Well known for his symbolic stand \"in the schoolhouse doorway\" to oppose integration at the University of Alabama, he entered the presidential race claiming to offer voters \"a real choice,\" and that there was \"not a dime's worth of difference\" between the two major parties. Arriving at the Raleigh-Durham Airport on October 24, Wallace said, \"Both national parties can't understand a redneck running for president. They have looked down their noses at us.\""
      },
      {
        "text": "Later that day, he spoke to an estimated crowd of 15,000 in the parking lot of Durham's police headquarters (the present city hall location). Spectators came from as far away as Onslow and Haywood counties. Wallace delivered a speech similar to others he had given around the country. He pledged to \"return some sanity\" to the federal government, criticized \"federal guideline writers,\" and claimed to have the support of Southern union leaders—though the national AFL-CIO was attempting to discredit his claim to be a friend to organized labor."
      },
      {
        "text": "Wallace received a mixed reception. While one local newspaper reported there were \"oceans\" of \"Wallace for President\" placards in the crowd, other demonstrators carried signs such as \"Nobody Wins with Wallace\" and \"Hitler Was to Jews What Wallace Is to Blacks.\" Responding to hecklers, Wallace said, \"Let them get on television and it will all be over with,\" and \"I don't know what they teach in college these days, but they ought to teach you how to behave in a crowd.\""
      },
      {
        "text": "At one point, a brawl broke out between Wallace supporters and opponents. According to one report, it was set off when a man wearing a Wallace campaign hat released a tear-gas-like chemical toward a group of black and white counter-demonstrators. Three people, including one police officer, received minor injuries before the fight was broken up."
      },
      {
        "text": "On election day, Wallace received 31 percent of North Carolina's popular vote. Republican Richard Nixon won the state with 40 percent, and Democrat Hubert H. Humphrey came in third with 29 percent."
      }
    ]
  }
]
