[
  {
    "name": "1961: Carolina Theatre",
    "body": [
      {
        "text": "Segregation at the picture shows was an early target as the Civil Rights Movement hit its stride in Durham in the early 1960s. On January 21, 1961, the inauguration of John F. Kennedy in Washington was quickly followed in Durham by picketing outside the downtown Center and Carolina theaters. In freezing weather, black students from Durham were joined by white students from Duke and the University of North Carolina to carry signs with such slogans as We hold these truths to be self-evident, that all men are created equal and Why feed red propaganda by making Democracy a lie? As months went by and the theaters held their color lines, protests came to focus on the Carolina Theatre, which occupied the city-owned Durham Auditorium. In March 1962, the Carolina management rejected a proposal from the local NAACP chapter to negotiate its desegregation, then refused the city council's request that it reconsider the decision. Thereupon, protesters began round-robin demonstrations, in which demonstrators lined up at the box office and, one after another, asked for tickets, were refused, and went to the back of the line. White sympathizers helped several blacks slip into the show through side doors or by passing along tickets they had bought earlier."
      },
      {
        "pullquote":
        {
          "quote": "You just sort of grew strong as you marched - you were angry, and I guess that was where you were really getting your strength from, your inner anger as you walked around the Carolina Theatre in the rain. . . as you listened to people calling you names and spitting at you and everything. But, it was like a drive once you got involved. It was like something just kept pushing, pushing.",
          "attribution": "Fay Bryant Mayo, 2003 interview"
        }
      },
      {
        "text": "After a court order ended those demonstrations, activists took their case to the courts. Yet, it was not until July 1963, following a wave of mass demonstrations and strong efforts by new mayor Wense Grabarek, that Durham's segregated movie theaters opened to all the public."
      },
      {
        "pullquote":
        {
          "quote": "You just sort of grew strong as you marched - you were angry, and I guess that was where you were really getting your strength from, your inner anger as you walked around the Carolina Theatre in the rain. . . as you listened to people calling you names and spitting at you and everything. But, it was like a drive once you got involved. It was like something just kept pushing, pushing.",
          "attribution": "Barack Obama"
        }
      }
    ],
    "images": [
      "cr034"
    ]
  }
]
